'''সর্বোচ্চ গতিসীমা (২০ কি.মি/ঘন্টা)
সর্বোচ্চ গতিসীমা (৩০ কি.মি/ঘন্টা)
  সর্বোচ্চ গতিসীমা (৫০ কি.মি/ঘন্টা)
 সর্বোচ্চ গতিসীমা (৬০ কি.মি/ঘন্টা)
 সর্বোচ্চ গতিসীমা (৭০ কি.মি/ঘন্টা)
 সর্বোচ্চ গতিসীমা (৮০ কি.মি/ঘন্টা)
গতিসীমা বাধা নিষেধ শেষ (৮০ কি.মি/ঘন্টা)
 সর্বোচ্চ গতিসীমা (১০০ কি.মি/ঘন্টা)
 সর্বোচ্চ গতিসীমা (১২০ কি.মি/ঘন্টা)
ওভারটেকিং নিষেধ
৩.৫ টনের অধিক যানের ওভারটেকিং নিষেধ
দুই রাস্তার সংযোগ স্থল
গুরুত্বপূর্ণ সড়ক
আগে যেতে দিন
থামুন
যান চলাচল নিষেধ
৩.৫ টনের অধিক যান চলাচল নিষেধ
যানবাহন প্রবেশ নিষেধ
অন্যান্য বিপদাশংকা
বামে আচমকা মোড়
ডানে আচমকা মোড়

আঁকা বাঁকা রাস্তা

অসমতল সড়ক

পিচ্ছিল সড়ক

ডান থেকে সড়ক সুরু হচ্ছে

সড়কে কাজ চলছে

ট্রাফিক সিগনাল

পথচারী পারাপার

সামনে স্কুল

সামনে সাইকেল চলাচল করে

তুষারপাত থেকে সাবধান

বন্য প্রাণী

বাধ্যবাধকতা শেষ

সামনে এগিয়ে ডানে মোড় দিন

সামনে এগিয়ে বামে মোড় দিন

শুধু সামনে চলুন

শুধু সামনে বা ডানে চলুন

শুধু সামনে বা বামে চলুন

ডানপাশ দিয়ে চলুন

বামপাশ দিয়ে চলুন

ছোট গোল চক্কর

ওভারটেকিং নিষেধ বাধ্যবাধকতা শেষ

৩.৫ টনের অধিক যানের ওভারটেকিং নিষেধ বাধ্যবাধকতা শেষ'''